---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
FilterNumericGreater Properties
FilterNumericGreater Class See Also Send Feedback
---

The FilterNumericGreater type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity.  (Inherited from FilterNumericRuleEvaluator.) |

# See Also

FilterNumericGreater Class

Autodesk.Revit.DB Namespace